35-3MPa-800K-100MPa/constant/system/topoSetDict.2
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    c0;
        type    cellSet;
        action  new;
        source  boxToCell;
        sourceInfo
        {
            boxes ((-0.010 -0.010 0)(0.010 0.010 0.040)  
            (-0.006 -0.006 0.040)(0.006 0.006 0.052)  
            (-0.004 -0.004 0.052)(0.004 0.004 0.060));
        }
    }
);

// ************************************************************************* //
